# Install these on work machines only

brew "antidote"
brew "ca-certificates"
brew "chezmoi"
brew "chrome-export"
brew "gdbm"
brew "gettext"
brew "httpie"
brew "libtermkey"
brew "gnupg"
brew "libuv"
brew "libvterm"
brew "luajit"
brew "luv"
brew "mpdecimal"
brew "ranger"
brew "msgpack"
brew "tree-sitter"
brew "neovim"
brew "mas"
brew "openssl@1.1"
brew "unibilium"
brew "python@3.10"
brew "xz"
brew "git"
brew "readline"
brew "zsh-async"

cask "font-fira-code"
cask 'microsoft-teams'
